Repository: maivtt/l10n-editor
Catalog: lib/l10n/intl_*.arb
Languages: vi

# action_save
source: Save
vi: Lưu

# add_key
source: Add new key
vi: Thêm key mới

# home_guide_text
source: Open Flutter or React project to edit
vi: Mở project Flutter hoặc React để chỉnh sửa

source: No data here
vi: Không có dữ liệu

# action_open
source: Open
vi: Mở thư mục

# key_not_null
source: Key cannot be null
vi: Key không được để trống

# keyword_not_deleted
source: Keyword Not Removed
vi: Không thể xóa Keyword

# keyword_not_deleted_desc
source: File's keyword can not be removed
vi: Đây là keyword của file. Không xóa được!

# enter_figma_api_key
source: Enter Figma's API key
vi: Nhập API Key Figma

# figma_config_page
source: Figma Configuration
vi: Cấu hình Figma

# project_not_selected
source: You haven't chosen a project
vi: Bạn chưa chọn Project

# project_not_selected_desc
source: You have to choose local Project to edit
vi: Bạn cần chọn Project trong máy để chỉnh sửa

# figma_api_key_desc
source: Figma API Key is required
vi: Bạn cần nhập Figma API Key

# devops_access_token_desc
source: Azure Devops's Access Token is required
vi: Bạn cần nhập Devops Token

# action_open_online
source: Open Online
vi: Mở Online
